Repository: freekrai/wp-admin-microblog
Catalog: languages/wp-admin-microblog-*.po
Languages: es_es, sv_se, tr_tr

source: Blog
sv_se: Blogg

source: WP Admin Microblog Settings
es_es: Opciones de WP Admin Microblog
sv_se: WP Admin Microblog Inställningar
tr_tr: WP Admin Mikroblog Ayarları

source: Access for
es_es: Acceso a
sv_se: Åtkomst för
tr_tr: Erişim yetkisi verilen

source: Save Changes
es_es: Guardar cambios
sv_se: Spara Ändringar
tr_tr: Değişiklikleri kaydet

source: If you will send your message as an E-Mail to any user, so write @username (example: @admin)
es_es: Si desea que su mensaje se notifique por correo electrónico a un usuario, escriba @usuario (ejemplo: @administrador)
sv_se: Om du ämnar skicka ditt meddelande som e-post till någon användare skriv då @username (exempel: @admin)
tr_tr: Eğer bir mesajın aynı zamanda kullanıcıya e-posta olarak gönderilmesini istiyorsanız @kullanıcı adını giriniz. (Örnek: @admin)

source: Delete the search from filter
es_es: Eliminar búsqueda del filtro
sv_se: Ta bort filtret sök-från
tr_tr: Arama filtreden aramayı sil

source: Search
es_es: Buscar
sv_se: Sök
tr_tr: Arama

source: Search word
es_es: Buscar palabra
sv_se: Sökterm
tr_tr: Aranacak Kelime

source: Go
es_es: Iniciar búsqueda
sv_se: Sök
tr_tr: Ara

source: Delete the tag from filter
es_es: Eliminar etiqueta del filtro
sv_se: Ta bort etiketten från filtret
tr_tr: Arama filtreden etiketi sil

source: User
es_es: Usuario
sv_se: Användare
tr_tr: Kullanıcı

source: Delete user as filter
es_es: Eliminar usuario del filtro
sv_se: Ta bort användare från sökfiltret
tr_tr: Arama filtireden kullanıcıyı sil

source: Your Message
es_es: Su mensaje
sv_se: Ditt Meddelande
tr_tr: Yeni Mesaj

source: Send
es_es: Enviado
sv_se: Skicka
tr_tr: Gönder

source: Search Results
es_es: Resultados de búsqueda
sv_se: Sökresultat
tr_tr: Arama sonuçları

source: Show all
es_es: Mostrar todo
sv_se: Visa alla
tr_tr: Hepsini göster

source: Messages
es_es: Mensajes
sv_se: Meddelanden
tr_tr: Mesajlar

source: Sorry, no entries mached your criteria
es_es: No hay resultados que cumplan estos criterios
sv_se: Ledsen, inga inlägg matchade dina sökkriterier
tr_tr: Malesef aradığınız kriterlerde içerik bulunmuyor

source: previous page
es_es: página anterior
sv_se: föregående sida
tr_tr: Önceki Sayfa

source: next page
es_es: página siguiente
sv_se: nästa sida
tr_tr: Sonraki Sayfa

source: Edit
es_es: Editar
sv_se: Redigera
tr_tr: Düzenle

source: Click to delete this message
es_es: Pulse para borrar este mensaje
sv_se: Klicka för att ta bort detta meddelande
tr_tr: Mesajı silmek için tıklayın

source: Delete
es_es: Borrar
sv_se: Ta Bort
tr_tr: Sil

source: Reply
es_es: Responder
sv_se: Svara
tr_tr: Cevapla

source: Show related messages
es_es: Mostrar mensajes relacionados
sv_se: Visa relaterade meddelanden
tr_tr: Benzer mesajları göster

source: Tags
es_es: Etiquetas
sv_se: Etiketter
tr_tr: Etiketler

source: by
es_es: por
sv_se: av
tr_tr: gönderen

source: No tags available
es_es: No hay etiquetas
sv_se: Inga etiketter tillgängliga
tr_tr: Etiket bulunmuyor

source: E-mail notification
es_es: Notificación por correo electrónico
sv_se: E-postnotifiering
tr_tr: E-Posta Bildirim

source: Text formatting
es_es: Formato de texto
sv_se: Textformattering
tr_tr: Metin Biçimlendirme

source: Number of tags
es_es: Número de etiquetas
sv_se: Antal etiketter
tr_tr: Etiket adeti

source: Number of messages per page
es_es: Número de mensajes por página
sv_se: Antal meddelanden per sida
tr_tr: Sayfada gösterilecek mesaj sayısı

source: yes
es_es: sí
sv_se: ja
tr_tr: Evet

source: no
sv_se: nej
tr_tr: Hayır

source: Edit this message
es_es: Editar este mensaje
sv_se: Redigera detta meddelande
tr_tr: Mesajı düzenle

source: Write a reply
es_es: Escribir una respuesta
sv_se: Skriv ett svar
tr_tr: Cevap Yaz

source: Author:
es_es: Autor:
sv_se: Författare:
tr_tr: Yazar:

source: Login under the following address to create a reply:
es_es: Inicie sesión en esta dirección para redactar una respuesta:
sv_se: Logga in under följande adress för att skapa ett svar:
tr_tr: Bir cevap oluşturmak için aşağıdaki adresten kayıt yaptır:

source: as WordPress blog post
es_es: Publicar este mensaje directamente como una entrada en el blog de WordPress
sv_se: som ett WordPress-blogginlägg
tr_tr: WordPress Blog Makalesi olarak ekle

source: Title
es_es: Título
sv_se: Titel
tr_tr: Başlık

source: Short message
es_es: Mensaje corto
sv_se: Kort meddelande
tr_tr: Kısa mesaj

source: Today
es_es: Hoy
sv_se: Idag
tr_tr: Bugün

source: ago
es_es: atrás
sv_se: sedan
tr_tr: önce

source: New Message
es_es: Nuevo mensaje
sv_se: Nytt Meddelande
tr_tr: Yeni Mesaj

source: Media upload for the dashboard widget
es_es: Subir archivos desde el widget en el escritorio
sv_se: Mediauppladdning i panelwidgeten
tr_tr: Dashboard widget için ortam yükleme

source: Activate this option to use the media upload for the WP Admin Microblog dashboard widget. If you use it, please notify, that the media upload will not work correctly for QuickPress.
es_es: Active esta opción para habilitar la subida de archivos desde el widget de escritorio de WP Admin Microblog. En ese caso, recuerde que la carga de archivos no funcionará de forma correcta en QuickPress
sv_se: Aktivera detta alternativ för att använda mediauppladdning i WP Admin Microblogs panelwidget. Om du använder detta alternativ, vänligen notera att mediauppladdning ej kommer att fungera korrekt för QuickPress.
tr_tr: Bu işlevi etkinleştirdiğinizde, Dashboard Widget eklentisi için ortam yükleme imkanını kullanabilirsiniz. Fakat bu imkan QuickPress için düzgün çalışmıyor.

source: "Message as a blog post"-function for
es_es: Función "Mensaje como publicación en el blog"
sv_se: "Meddelande som blogginlägg"-funktion för
tr_tr: "Blog-Mesajı" yazma yetkisi verilen

source: first page
es_es: primera página
sv_se: första sidan
tr_tr: İlk Sayfa

source: of
es_es: de
sv_se: av

source: last page
es_es: última página
sv_se: sista sidan
tr_tr: Son Sayfa

source: Name of the Microblog
es_es: Nombre del Microblog
sv_se: Namn på mikrobloggen
tr_tr: Mikroblogun ismi

source: Default: Microblog
es_es: Por defecto: Microblog
sv_se: Standard: Microblog
tr_tr: Varsayılan: Mikroblog

source: Name of the dashboard widget
es_es: Título del widget en el escritorio de WordPress
sv_se: Namn på panelwidgeten
tr_tr: Başlangıç kısmındaki widgetin ismi

source: Options
es_es: Opciones
sv_se: Alternativ
tr_tr: Seçenekler

source: Sticky this message
es_es: Anclar este mensaje
sv_se: Klistra detta meddelande
tr_tr: Mesajı iliştir

source: Settings are changed. Please note that access changes are visible, until you have reloaded this page a secont time.
es_es: Las opciones han cambiado. Si ha modificado los accesos, no serán visibles hasta que acceda de nuevo a esta página de opciones
sv_se: Inställningarna har uppdaterats. Vänligen notera att ändringarna inte är synliga förrän denna sida har laddats om en andra gång.
tr_tr: Değişiklikler kaydedildi. Unutmayın, kullanıcı yetkilerinde yapılan değişiklik, bu sayfayı güncelledikten sonra görünür.

source: Select each user role which has access to WP Admin Microblog.
es_es: Seleccione qué perfiles de usuario tendrán acceso a WP Admin Microblog.
sv_se: Välj användarroller som skall ha tillgång till WP Admin Microblog.
tr_tr: WP Admin Mikroblog için erişim imkanı verilecek kullanıcı rollerini belirleyin.

source: Use &lt;Ctrl&gt; key to select more than one.
es_es: Deje pulsada la tecla &lt;Ctrl&gt; para seleccionar más de uno
sv_se: Använd &lt;Ctrl&gt; för att välja mer än en.
tr_tr: &lt;Ctrl&gt;-Tuşunu basılı tutarak birden fazla seçim yapabilirsiniz.

source: Select each user role which can use the "Message as a blog post"-function.
es_es: Seleccione qué perfiles de usuario podrán hacer uso de la función "Mensaje como publicación en el blog".
sv_se: Välj användarroller som skall kunna använda funktionen "Meddelande som blogginlägg".
tr_tr: Mesajı "Wordpress makalesi olarak gönderebilecek" kullanıcı rollerini belirleyin.

source: "Sticky messages"-function for
es_es: Función "Mensajes anclados"
sv_se: Funktionen "Klistra meddelanden" för
tr_tr: "Sabitlenmiş (iğnelenmiş) mesaj" oluşturma yetkisi verilen

source: Select each user role which can add sticky messages.
es_es: Seleccione qué perfiles de usuario podrán anclar mensajes.
sv_se: Välj användarroller som skall kunna klistra meddelanden.
tr_tr: Sabitlenmiş mesaj oluşturma yetkisi olanları belirleyin.

source: Sticky messages for the dashboard widget
es_es: Mostrar mensajes anclados en el widget de escritorio
sv_se: Klistrade meddelanden i panelwidgeten
tr_tr: Sabitlenmiş mesajları Dashboard widget de göster

source: Select `yes` to display sticky messages in the dashboard widget.
es_es: Seleccione "sí" para mostrar los mensajes anclados en el widget de escritorio
sv_se: Välj 'ja' för att visa klistrade meddelanden i panelwidgeten.
tr_tr: Dashboard widget de sabitlenmiş mesajları göstermek için "Evet" seçin.

source: Sticky
es_es: Anclar
sv_se: Klistrat
tr_tr: Sabitle

source: Unsticky this message
es_es: Desanclar este mensaje
sv_se: Ta bort klistring av detta meddelande
tr_tr: Sabitlemeyi kaldırmak için tıklayın

source: Unsticky
es_es: Desanclar
sv_se: Ta bort klistring
tr_tr: Sabitlemeyi kaldır

source: Settings
es_es: Opciones
sv_se: Inställningar
tr_tr: Ayarlar

source: One Reply
es_es: Una respuesta
sv_se: Ett Svar
tr_tr: Bir Cevap

source: Microblog
sv_se: Mikroblogg
tr_tr: Mikroblog

source: Show all replies
es_es: Mostrar todas las respuestas
sv_se: Visa alla svar
tr_tr: Tüm cevapları göster

source: Replies
es_es: Respuestas
sv_se: Svar
tr_tr: Cevap

source: Entries
es_es: Entradas
sv_se: Inlägg
tr_tr: Mesajlar

source: New message in wp admin micoblog
es_es: Nuevo mensaje en WP Admin Microblog
sv_se: Nytt meddelande i WP Admin Microblog
tr_tr: WP Admin Mikroblog da yeni mesaj

source: You can add tags directly to your message, if you use hashtags. Examples: #monday #2012
es_es: Puede añadir etiquetas directamente a sus mensajes, si hace uso de almohadillas o hashtags. Ejemplos: #lunes #2012
sv_se: Du kan infoga taggar direkt i ditt meddelande genom att använda hashtaggar. Exempelvis: #måndag #2012
tr_tr: Hashtag kullanarak mesajına otomatik olarak etiketleme yapabilirsin. Örnek: #Pazartesi #2012

source: General
es_es: Generales
sv_se: Allmänt
tr_tr: GENEL AYARLAR

source: Access
es_es: Accesos
sv_se: Åtkomst
tr_tr: YETKİLER

source: Notifications
es_es: Notificaciones
sv_se: Notifieringar
tr_tr: BİLDİRİMLER

source: Auto replies
es_es: Notificación automática de respuestas
sv_se: Autosvar
tr_tr: Otomatik Cevap

source: Activate this option and the plugin insert in every reply the string for an e-mail notification to the message author.
es_es: Active esta opción y el plugin introducirá, en cada respuesta y de forma automática, un código para enviar una notificación por correo electrónico al autor original (ejemplo: @administrador)
sv_se: Aktivera detta alternativ för att tillägget skall infoga en sträng med e-postnotifiering till författaren av meddelandet i varje svar.
tr_tr: Bu imkanı aktifleştirdiğinizde her mesaja otomatik olarak yazarın eposta ile haberdar edilmesi için kod girilir.

source: Auto notifications
es_es: Envío de notificaciones
sv_se: Autonotifieringar
tr_tr: Otomatik Bildirimler

source: Insert your email address, if you want to receive notifications for every new message in the microblog. Insert one email address per line.
es_es: Introduzca direcciones de correo electrónico si desea que se notifique a las mismas la publicación de nuevos mensajes en Microblog. Introduzca una dirección de correo por línea
sv_se: Ange din e-postadress om du vill få notifierningar för varje nytt meddelande i mikrobloggen. En e-postadress per rad.
tr_tr: Mikrobloga yazılan her mesajdan eposta ile haberdar edilmek isterseniz buraya eposta adresinizi giriniz. (Her satıra bir eposta adresi)

source: Sticky messages
es_es: Mensajes anclados
sv_se: Klistrade meddelanden
tr_tr: SABİTLENMİŞ MESAJLAR

source: New messages available
es_es: Hay mensajes nuevos
sv_se: Nya meddelanden finns
tr_tr: Yeni mesaj var

source: Apply
es_es: Aplicar
sv_se: Tillämpa
tr_tr: Uygula

source: Sort order for messages
es_es: Establecer orden de los mensajes
sv_se: Sorteringsordning för meddelanden
tr_tr: Mesaj sıralaması

source: Show the latest messages first
es_es: Mostrar primero los mensajes nuevos
sv_se: Visa senaste meddelanden först
tr_tr: Yeni mesajları göster

source: Show messages with latest comments first
es_es: Mostrar primero los mensajes con comentarios recientes
sv_se: Visa meddelanden med de senaste kommentarerna först
tr_tr: Yeni yorum gelen mesajları göster

source: Click for refresh
es_es: Pulse para actualizar
sv_se: Klicka för att uppdatera vyn
tr_tr: Sayfayı yenile

source: Use this option to modify the interval in which the plugin checks for new messages. A smaller value needs more server performance. The default value is 60000 ms.
es_es: Active esta opción para modificar el intervalo de tiempo que usará el plugin para comprobar si hay nuevos mensajes. Un valor demasiado bajo podría afectar al rendimiento del servidor. El valor por defecto es 60000 ms (cada minuto)
sv_se: Använd detta alternativ för att ändra hur ofta tillägget skall söka efter nya meddelanden. Ett mindre värde kräver mer serverresurser. Standardvärdet är 60000 ms.
tr_tr: Bu değeri değiştirerek otomatik mesaj kontrol aralığını belirleyebilirsiniz. Unutmayın, küçük bir değer daha fazla sunucu performansı gerektiri! Varsayılan değer 60000 ms.

source: Auto check interval
es_es: Intervalo de comprobación automática
sv_se: Intervall för autokontroll
tr_tr: Otomatik mesaj kontrol aralığı

source: Enable auto check
es_es: Activar comprobación automática
sv_se: Aktivera autokontroll
tr_tr: Otomatik mesaj kontrolünü aktifleştir

source: Date format for messages
es_es: Formato de fecha para los mensajes
sv_se: Datumformat för meddelanden

source: Show time difference
es_es: Mostrar el tiempo transcurrido desde su publicación
sv_se: Visa tidsskillnad

source: Show date of publishing
es_es: Mostrar fecha de publicación
sv_se: Visa datum för publicering

source: Like
es_es: Me gusta
sv_se: Gilla

source: Show Likes
es_es: Mostrar "me gusta"
sv_se: Vissa Gillanden

source: Unlike
es_es: Ya no me gusta
sv_se: Gilla ej

source: You can use simple bbcodes: [b]bold[/b], [i]italic[/i], [u]underline[/u], [s]strikethrough[/s], [red]red[/red], [blue]blue[/blue], [green]green[/green], [orange]orange[/orange], [code]code[/code]. Combinations like [red][s]text[/s][/red] are possible. The using of HTML tags is not possible.
es_es: Puede usar marcas bbcode: [b]negrita[/b], [i]cursiva[/i], [u]subrayado[/u], [s]tachado[/s], [red]rojo[/red], [blue]azul[/blue], [green]verde[/green], [orange]naranja[/orange], [code]código fuente[/code]. También son posibles las combinaciones de varias marcas, como [red][s]texto[/s][/red]. No obstante, las etiquetas HTML no están permitidas
sv_se: Du kan använda enkla BB-koder: [b]fet[/b], [i]kursiv[/i], [u]understruken[/u], [s]genomstruken[/s], [red]röd[/red], [blue]blå[/blue], [green]grön[/green], [orange]orange[/orange], [code]kod[/code]. Kombinationer som [red][s]text[/s][/red] är möjliga. Att använda HTML-taggar är inte möjligt.

source: The following users like this message
es_es: A los siguientes usuarios les gusta este mensaje
sv_se: Följande användare gillar detta meddelande

source: Cancel
es_es: Cancelar
sv_se: Avbryt

source: Submit
es_es: Enviar
sv_se: Skicka
